/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Chargement de %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Impossible de charger la fenêtre de préférences %@.";
"CouldNotLoad_ArchMisMatch" = "Impossible d’ouvrir la fenêtre de préférences %@ sur cet ordinateur. Veuillez contacter le développeur de ce logiciel pour obtenir une version plus récente.";
"CouldNotLoad_ArchMisMatch_PPC" = "Vous ne pouvez pas ouvrir les préférences %@ car l’application ne fonctionne pas sur un Mac à processeur PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "Vous ne pouvez pas ouvrir les préférences %@ car l’application ne fonctionne pas sur un Mac à processeur Intel.";

/* Preferences error alert title */
"Preferences Error" = "Erreur de préférences";

"OK" = "OK";
"CANCEL" = "Annuler";
"REPLACE" = "Remplacer";

"SEARCH_LABEL" =  "Rechercher";
"SEARCH_PALLETE_LABEL" = "Rechercher";
"SHOWALL_LABEL" = "Tout afficher";
"BACK_AXDESCRIPTION" = "Précédent";
"FORWARD_AXDESCRIPTION" = "Suivant";
"AXScrollAreaDescription" = "fenêtres de préférences";

/* Label for Show All button */
"Show All" = "Tout afficher";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Préférences Système - %@";

/* Show All window title */
"System Preferences" = "Préférences Système";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Votre accès à cette préférence a été restreint.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Vous ne pouvez pas ouvrir la sous-fenêtre de préférences « %@ » car l’application n’est actuellement pas à votre disposition.";
"PREF_PANE_HIDDEN_DESC" = "Pour afficher cette fenêtre des préférences, il vous faudra peut-être connecter un appareil à l’ordinateur.";

/* Install Assistant */
"PREF_PANE" = "la fenêtre de préférences";
"SCREEN_SAVER" = "l’économiseur d’écran";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Impossible d’utiliser ce module de préférences avec cette version de Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Impossible d’utiliser cet économiseur d’écran avec cette version de Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Ce module de préférences requiert Mac OS X %@ ou ultérieur. Mac OS X %@ est installé sur votre ordinateur.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Cet économiseur d’écran requiert Mac OS X %@ ou ultérieur. Mac OS X %@ est installé sur votre ordinateur.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Vous devez installer la fenêtre de préférences « %@ » pour pouvoir l’utiliser. Souhaitez-vous l’installer maintenant ?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Vous devez installer l’économiseur d’écran « %@ » pour pouvoir l’utiliser. Souhaitez-vous l’installer maintenant ?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Si vous cliquez sur Installer, vous serez invité à saisir les nom et mot de passe d’un administrateur de cet ordinateur.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "La fenêtre des préférences « %@ » n’a pu être supprimée : une erreur est survenue.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Vous avez déjà installé la fenêtre de préférences en cours d’installation. Souhaitez-vous remplacer la sous-fenêtre existante ?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Une version plus ancienne de cette fenêtre de préférences est déjà installée. Souhaitez-vous la remplacer par la version plus récente ?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Une version plus récente de cette fenêtre de préférences est déjà installée. Souhaitez-vous la remplacer par la version plus ancienne ?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Vous avez déjà installé l’économiseur d’écran en cours d’installation. Souhaitez-vous remplacer l’économiseur existant ?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Une version plus ancienne de cet économiseur d’écran est déjà installée. Souhaitez-vous le remplacer par la version plus récente ?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Une version plus récente de cet économiseur d’écran est déjà installée. Souhaitez-vous le remplacer par la version plus ancienne ?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "La fenêtre des préférences « %@ » n’a pas pu être installée car une erreur est survenue.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "L’économiseur d’écran « %@ » n’a pas pu être installé car une erreur est survenue.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "La fenêtre des préférences « %@ » n’a pu être supprimée : une erreur est survenue.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "L’économiseur d’écran « %@ » n’a pas pu être supprimé car une erreur est survenue.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Il est impossible d’installer la fenêtre de préférences « %@ » car elle est déjà installée.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Mac OS X inclut la fenêtre de préférences « %@ », qui ne peut pas être remplacée.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Il est impossible d’installer l’économiseur d’écran « %@ » car il est déjà installé.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Mac OS X inclut l’économiseur d’écran « %@ », qui ne peut pas être remplacé.";
"INSTALL_REQUEST_REOPEN_APP" = "Après avoir installé ce logiciel, quittez les Préférences Système puis ouvrez-les à nouveau.";

"PREF_PANE_INSTALL_ERROR" = "Impossible d’installer la fenêtre de préférences %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Installation de l’économiseur d’écran %@ impossible.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Supprimer la fenêtre des préférences « %@ »";

"ERR_LOADING_MISSING_TITLE" = "Impossible d’ouvrir « %@ » car cette préférence n’est pas disponible.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Pour voir la fenêtre de préférences « %@ », vous devez quitter et rouvrir Préférences Système.";
